Repository: christophe195/symfony-guestbook
Catalog: translations/messages+intl-icu.*.xlf
Languages: nl

# nb_of_comments
source: {count, plural, =0 {There are no comments.} one {There is one comment.} other {There are # comments.}}
nl: {count, plural, =0 {Er zijn geen opmerkingen.} =1 {Er is 1 opmerking.} other {Er zijn # opmerkingen.}}

# form.Message
source: Message
nl: Bericht

# form.email
source: Email
nl: Mail adres

# form.photo
source: Photo
nl: Foto

# form.submit
source: Submit
nl: Indienen

# form.comment.invalid
source: Can you check your submission? There are some problems with it.
nl: Het formulier is niet volledig in orde.

# form.comment.submitted
source: Thank you for the feedback; your comment will be posted after moderation.
nl: Bedankt voor je bericht; Je zal het hier terug vinden na beoordeling.

# footer.toTop
source: Back to the top
nl: Terug naar de top.

source: Add your own feedback
nl: Laat zelf een reactie achter

# No.comments.posted.yet
source: No comments have been posted yet for this conference.
nl: Er zijn nog geen reacties geplaatst.
